# frozen_string_literal: true

brew 'mas'
brew 'git-flow'

# brew "yarn"
brew 'watchman'

# zsh is default in MacOS Catalina
# brew "zsh"
brew 'tree'
brew 'git-ftp'
brew 'gh'
brew 'lefthook'

mas 'KakaoTalk', id: 869_223_134
mas 'Apple Developer', id: 640_199_958

cask 'sketch'
cask 'postman'
cask 'google-chrome'
cask 'iterm2'
cask 'figma'
cask 'github'
cask 'sourcetree'
cask 'mongodb-realm-studio'
cask 'sf-symbols'
cask 'discord'
cask 'notion'